[
    {
        "id": 1,
        "title": "Manager",
        "meta": "AmWins Tutoring Center Inc.",
        "text": "Manage the After-school program consisting of 10 teachers and 60 students. Taught a Saturday Math program for elementary and junior high school students",
        "year": "2011 - 2014"
    },
    {
        "id": 2,
        "title": "Owner / Business Administrator",
        "meta": "Kingston Cultural Center Inc.",
        "text": "Led and managed the After-school and Saturday program for statewide standardized test preparation. Designed curriculum for the New York Statewide Exam (grades 3 - 5). Reduced costs of the summer program by 35% by investing in the hiring of subject-versatile teaching staffs.",
        "year": "2014 - 2018"
    },
    {
        "id": 3,
        "title": "Administrative Director",
        "meta": "B&B Child Care Services LLC.",
        "text": "Led and managed an after-school program with more than 60 students. Trained over 60 after-school, summer camp teachers and teacher's assistants. Responsible for an annual budget of $120,000 distributed for hiring needs, operational costs and employee travel expenses. Reduced hiring costs by 40% with strategic lesson planning and curriculum design",
        "year": "2000 - 2023"
    },
    {
        "id": 4,
        "title": "Full-Stack Software Engineer",
        "meta": "Coursect Inc.",
        "text": "AI Tutoring Startup that uses AI to help students study and improve their grades. I am responsible for the development of the image chat feature which helps users answer questions with uploaded image or pdf.",
        "year": "Dec 2023 - Present"
    },
    {
        "id": 5,
        "title": "Software Engineer",
        "meta": "Sushiyany Inc. (contract)",
        "text": "Redesigned the company's website with tailwindcss to improve the user experience. Client has a non-technical background, I designed it so that the restaurant menu can be updated through a single CSV file.",
        "year": "March 2024 - April 2024"
    },
    {
        "id": 6,
        "title": "Software Engineer",
        "meta": "Major HVAC Inc. (contract)",
        "text": "Designed the company's website, which allows the owner to post finished projects and blog posts. The website is built with React and Flask, plus TailwindCSS for styling.",
        "year": "May 2024 - July 2024"
    },
    {
        "id": 7,
        "title": "Full-Stack Software Engineer",
        "meta": "ModernTech LLC.",
        "text": "Working on a team of 4 engineers to develop a SMS marketing feature which helps businesses send SMS messages to their customers with promotions and updates.",
        "year": "April 2024 - Present"
    }
]
